const wallType = [
    {
        name: "留言墙",
        slogan: "很多事情值得记录,当然也值得回味。",
    },
    {
        name: "照片墙",
        slogan: "很多事情值得记录,当然也值得回味。",
    },
];

const label = [
    [
        "留言",
        "目标",
        "理想",
        "过去",
        "将来",
        "爱情",
        "亲情",
        "友情",
        "秘密",
        "信条",
        "无题",
    ],
    [
        "我",
        "ta",
        "喜欢的",
        "有意义的",
        "值得纪念的",
        "母校",
        "生活",
        "天空",
        "我在的城市",
        "大海",
    ],
];

const cardColor = [
    "rgba(255, 99, 71, 0.5)",
    "rgba(54, 162, 235, 0.8)",
    "rgba(75, 192, 192, 0.3)",
    "rgba(153, 102, 255, 0.7)",
    "rgba(255, 205, 86, 0.9)",
    "rgba(205, 92, 92, 0.4)",
    "rgba(77, 83, 96, 0.6)",
    "rgba(240, 230, 140, 0.2)",
    "rgba(128, 0, 0, 0.1)",
    "rgba(128, 128, 0, 1)",
];

export { wallType, label, cardColor };
